{
    "metadata": {
      "title": "Sala Sewate",
      "language": "Kurdish"
    },
    "translations": {
      "9": "The beginning of autumn 1927. Beirut, the garden of the Middle East. Birce Square. A wide and long square. In the square there is a park of flowers and small plants. Memduh Selim Beg sits on the bench and waits for an old friend of his. The fountain like the fountain of Antakya, a small water flows from here to there in the park. The clear water flows slowly slowly.\n\nThe eyes of Memduh Selim Beg are on the streets of the square. In the square wide streets appear. Crowds of people meet each other, enter and exit. So many people! Every type, every class. What do these people do, what do they think about, with what work are they busy? What they become let them become, but indeed, are all these not the same? Do they not know what love and affection is? Do they not know what rebellion, wretchedness, sadness, heartache is? Yes, they know. Every person knows these things. People have feelings. Feelings are in the soul in people. Then?\n\nThen people are the same. Despite every type of difference and distinction, they are the same. Then people should seek brotherhood and humanity. Where people are, let them be, what they do let them do, what they think let them think, but they feel the same things, they feel and live the same things. Then why this fainting, this mutual killing, this oppression and strangling?",
"10": "...and they look to the west. The houses of Zengê, with their grain fields and vineyards, adorn three sides of Girê Pozik. Sturdy trees—oak, almond, pear, quince, acacia, poplar, aspen, and mulberry—immerse the surroundings of the village in green. The village houses are two-storied and made of flat, grey stones. The walls of the houses have buttresses and supports, carved corners, and tightly-fitted unpolished foundation stones; they are made of oak wood, while the doors of the lower courtyards are of walnut wood, studded with round-headed nails. The front of the porches is open, and in front of their openings, there are balconies (şaneşîn). The windows of the village rooms exist both in pairs and singly. The window frames and casings are of walnut, with carvings applied to the inside of the windows. On the outside, the well-off have used iron bars, while the others have used poplar wood. The water channel descends from the southern mountain, from the Tehtikê Valley, separates from the valley at Mêrga Jêrîn (Lower Meadow), passes below Pelan, goes eastward, and in the small Şiqêf valley, it turns into the fields of Gêwê. It passes below Welemir and behind Erzeleyêvay, comes and divides the village in two, and continues to below the Kirdan's mill, reaching the Path of the Bear's Slope, by the vineyard of the House of Diyaban. Besides the Lower and Upper neighborhoods, the Kirdan's mill is also located north of Pozik, east of the village, above the vast plain of Bane. To the east of Pozik are Silqan, Şewatîn hill, and Mewêrek; to the west, Diyarê Benê and Zolê; to the north, Kankolê hill, the vineyards of Mexer, and the region of Kerwes; to the south, Kevira Dugil and Binêzinar mountain, which looms over the plain of Amed like a giant, its peak reaching the base of the sky. From the plain, it is four hundred and sixty-six meters high. After Evdî Beg founded this village, the ancestors of the Zengis established four hundred and twenty place names in the mountains and fields in and around the village. Binê Guhara Heydo (Under Heydo's Poplar), Warê Lilan (The Lilan's Camp), Girê Qil (Ash Hill), Enbarê (The Granary), and Erdê Sor (The Red Earth) are a few of those names. During the war between Yawiz the Mustachioed (Sultan Selim I) and the Safavid Iranians, three sons of Evdî Beg from his younger wife—Osman, Brahîm, and Receb—came from the village of Kerran to the northeast of Farqîn, took the land from the Christians of Helhel, and founded Zengê. After that, they became three branches: the branch of the house of the Osmans, the Brahîms, and the Recebs. Feqî Eliyê of the House of Osman had five paternal uncles. His father Mehmûd was the eldest brother; Axayî came after him, and Emer was also Mehmûd's younger brother. Regarding the character and gallantry of the Axa, his older brother Mehmûd said: 'My brother's...'"
    }
  }