{
    "metadata": {
      "title": "Sîya Evînê",
      "language": "Kurdish"
    },
    "translations": {
 
  "155": "...The fierce pain and fear of death are visible in the eyes. His cheeks and cheekbones have turned red. As if they were burning. His lips have dried, becoming black and parched.\n«Courage, young man, courage...»\nŞervan looks at Memduh Selim Beg once again.\nA smile. A smile on Memduh Selim Beg's face. He is pleased with the warrior's gaze. Şervan hears him. Now, the young man wants to say something. But what he says cannot be understood. A thin and broken sound emerges. A sound of pain too. He is shivering. In this summer and hot cave, he has caught a fever. Without moving himself, Memduh Selim Beg slowly takes off his jacket and throws it over the young warrior. Şervan, as if agreeing to this, moves. The only thing that comes out as an understandable sound is:\n«Oh my... Oh God!»\nBut, after a moment, he shakes again and starts to rattle. The sound cuts off. His lips move quickly. His body shakes, firmly, a little, and trembles. And then... then he becomes motionless. In the spring of his life, he bids farewell to the world of war and struggle, and dies. Death falls upon him. Once again. Treacherously. Unjustly...\nDeath. The face of death. What is this black-faced death? Why does it come so untimely and without warning? Why does it come and sit on the chest cage of such a young man? This young and warm body, now, after a few minutes, has become a corpse. Cold, lifeless, motionless. What is this?.. Two tears, like pearls, flow down from Memduh Selim Beg's eyes. He strokes the young warrior's hair and weeps.\n\nA dream.\nIn the dream, two people. An old man with a white beard and a small child.",

  "156": "Besides those two people, there is a cemetery. In the dream of the dark night, a vast cemetery like a sea. Around the cemetery, thick and sturdy trees. And graves. Row upon row. Mixed. Large, small. New, old. Well-decorated, ruined.\nThey walk in the cemetery.\n«Grandpa, why did we come here?..»\n«My Memduh, my dark-eyed one... our fathers and ancestors are buried here. This place is our eternal home. After death, we come to this place, near our elders and respected ones...»\n«Grandpa, what is death?..»\nGrandpa laughs, embraces his grandson and laughs.\nThe world is cool. The surroundings are in beautiful greenery. Birds fly on trees and chirp. From afar, rabbits appear and disappear. The cemetery is beautiful and colorful.\n«My Memduh, the cemetery of Van, meaning this cemetery, is unique. This place is both beautiful and like paradise for eternal sleep...»\n«Grandpa, grandpa... this place is beautiful, I like it, let's stay here...»\nThe small hand is in Grandpa's hand. They walk together, wandering among graves and tombs. Slowly, slowly. Around them, people appear at the graves. People who have come to visit their dead.\nA pleasant smell. The smell of greenery, roses, flowers, trees, soft soil and graves. The smell of the cemetery. Around the graves are roses and flowers. Various colors. The little boy is delighted.\n«Grandpa, what are these people doing? Why are they sitting by those graves?»\nGrandpa tells him. Slowly, slowly. In a beautiful and",

"157": "softly. In a language that the little boy could understand.\nIn front of them, on the right side were several women. They were sitting by a grave. They had books in their hands. Except for one, all the others were dressed in black clothes. Except for one, all the others had their heads uncovered. That particular one was dressed in white clothes. It was a thin and transparent outfit. She had her head covered and long hair. Her hair was blonde, her face as white as a drop of milk and beautiful.\n«Old man, what are these women doing? Who are they?..»\n«I don't know, my black-eyed one.»\nThe old man and the child changed their path and headed toward the women. The women turned and looked at them. Nothing showed on the women's faces. But the blonde woman looked at them and smiled.\nThe women knew them. The woman's gaze was warm. The old man and child also looked at them and smiled. The old man and child hurried toward them.\nBut suddenly something happened. Before the old man and child could reach them, airplanes fell from the sky. Green military planes. The sound of airplanes. Everyone was startled. What's happening?.. The planes flew over the cemetery and dropped bombs on the cemetery. The bombs exploded. Dust and smoke rose from the ground. People scattered. Everyone ran in a direction. The group of women also scattered. They ran. The woman in white clothes ran to reach under a tree. The other women ran in the opposite direction. A bomb, with a very loud sound, exploded in their midst. Each one jumped in a direction. Screams and cries. But who would come to help?..\nThe old man and the little boy also ran toward the woman in white clothes. Evidently, they also wanted to reach under the same tree. But it wasn't possible. A bomb exploded in front of them. The old man flew in one direction, the little boy in another direction. Moans. Screams. A shrill sound. Gunpowder. And something warm and",

"158": "hot. Blood. The boy's breath was cut off. His smell choked. His eyes became heavy.\nDeath and Spirit showed their face to the little boy. In the beautiful and colorful cemetery, Spirit wandered around the boy.\nIn Memduh Selim Beg's dream, death, fate, and Spirit were dancing...\n\n11\n\nIhsan Nuri Pasha, Biro Heski Pasha, the commander of gendarmes of Agiri Province Temir Agha, the district governor of Korhon Mullah Hussein, the official in charge of Ortili district Hasan Efendi, the official in charge of Kori district Musa Agha Berki, Kurdish commanders Ferzende Beg Hesenani, Khalid and Nadir Beg, Demir Pasha, Emin Pasha, Mamoye Heyderani, Seyid Resul and Hussein Agha and representatives of the Armenian party Tashnaq, many commanders, leaders and officials of the Kurdish forces, [gathered] with Memduh Selim Beg.\nAgenda; what should we do?\nThe Turkish army is attacking the surrounding villages, destroying and ruining villages and killing the villagers. They are taking their revenge from the Kurdish military forces in this way.\nMany, around Agiri, one hundred and thirty, and around Zilane, about two hundred villages have been burned. And the number of civilians is over ten thousand. Ten thousand children, women, elderly men and women. And thousands of villagers have been forced to migrate to Anatolia.\nAnd something else; the Turkish and Iranian states have come to an agreement. The Turkish state has given some land around Van to Iran so that they can agree. According to this agreement, now the Turks can enter Iranian territory and come from behind and attack the Kurdish forces. Iran no longer gives way to the Kurds. The border has been closed to them. The Turkish army has surrounded them. From the",

"159": "outside no help is coming. Food, provisions and supplies are running out. The armory is becoming empty. The wounded are dying one by one. Children and women are hungry.\nWhat should be done?\nThe suggestion of the Tashnaq representative: «if we don't leave Agri within 24 hours, we will all fall into the hands of the Turks...»\nMeaning the suggestion to evacuate Agri. The Kurds looked at each other. How can it be! Was all this hardship, difficulty, war, death and killing for this? How can the colorful flag of freedom and independence be lowered? How can they accept that subjugation and slavery, again, accept? No, it cannot be like this. It cannot be this easy and cheap. The enemy cannot be able to, so quickly and this cheaply, capture the center of the revolution.\nIhsan Nuri, with his heart and twisted mustache, slowly, speaks with a shrill voice.\n«It's true, not drowning in this sea of enemies is difficult, but we are Kurds, we are not afraid of being besieged. At any moment we can do something, even if the enemy is stronger and more powerful, we can break them. We don't want to leave Agri!..»\nThe words expressed the desire of the Kurds' hearts. War is necessary, war until the end is necessary. But the Tashnaq representatives insisted on their suggestion. «At least, the Kurdish commander should save himself by leaving Agri...»\n«This suggestion of yours is not worth saying: I will not surrender national freedom for the sake of my personal life, my soul is not more precious than my comrades, than these heroes, life and death are the same... They can never tell us to flee, we will die together! You can see for yourself, forty thousand enemy forces have surrounded us, in front of one of our peshmerga there are no fewer than one hundred and fifty soldiers, they have not yet completely encircled Agri, the Turkish forces that have just arrived at Serdar Bulakh, tonight they cannot [make] their sides strong-",

"160": "...kin, take advantage of the opportunity, bring your experts too, tonight also go up Mount Ararat!..\"\n\nThese were Ihsan Nuri's last words. Kurds won't abandon Mount Ararat. Ihsan Nuri won't abandon Mount Ararat. They will resist and fight. But the Tashnaq representatives can leave.\n\n\"Memduh Selim Beg?\"\n\"Iskender Beg can also go with you.\"\n\n\"No, my lord, I don't want to... I would leave you here and go!.. No, no, it cannot be. I'm staying.\"\n\n\"Brother Iskender, there's nothing more you can do here... It's better for you to go and let the world know about our situation...\"\n\n\"No, my lord, no... it cannot be, I swear it cannot be, I will stay with you.\"\n\n12\n\nMidnight. Everywhere is dark. The moon has set. Stars are shining on the peaks of Greater and Lesser Ararat mountains. From afar comes the sound of wolves and jackals. The pregnant night is about to give birth. Shortly after now, a new day will be born.\n\nBut before the day is born, some things must happen. In the headquarters of the Kurdish forces, silent movement, coming and going. Preparation. Preparation for departure. Five Armenians and Memduh Selim Beg are leaving the rebellion site and the headquarters. Along with several fighters. They will go. With the hope that they will find a way and reach Iran.\n\n\"My lord, this is unfair... You are being unfair to me. You are sending me away by force...\"\n\n\"Iskender Beg, it is better this way. Trust my words. This way, for all of us, it is better...\"\n\nFarewells. Embracing each other. Last kind words. Smiles. Commanders of the Kurdish forces. One by one.",

"161": "Capable, strong, intelligent and self-sacrificing people. And proud; those who took up arms for their country. Their smiling faces. Looking at Memduh Selim Beg with trust, loyalty and compassion.\n\n\"Well... take care of yourselves... May nothing happen to you. You are the heroes of this poor nation. You are our hope. My dear, may nothing happen to you...\"\n\nYaşar Khanim. Loyal spouse. Strong and beautiful woman. She also stays with her husband, Ihsan Nuri.\n\n\"Yaşar hanim, if only you would come with us too?..\" [in Turkish]\n\nMemduh Selim Beg, in Turkish, asks her to go with them too. But no. She doesn't want to. \"Wherever there's a trench, wherever Ihsan Nuri is, I'm with him, it cannot be in the midst of fire. And Ihsan, I won't save myself, you go, may God be with you!..\"\n\nShe doesn't come either. Nobody comes! But Memduh Selim Beg must go, must leave these people in the fire and go! He should be saved, and they should remain in the fire!\n\nCruel fate!\n\n\"Stay in goodness. Live long. Be successful. I am leaving... you are sending me away, but my heart is with you, my heart is with you. I will always think of you, count hours, days and months and think of you... Farewell...\"\n\n\"Good journey, Iskender Beg, good journey...\"\n\nMay your journey be a good one, Memduh Selim Beg."

    }
  }