{
    "metadata": {
      "title": "Sîya Evînê",
      "language": "Kurdish"
    },
    "translations": {
 
  "155": "...The fierce pain and fear of death are visible in the eyes. His cheeks and cheekbones have turned red. As if they were burning. His lips have dried, becoming black and parched.\n«Courage, young man, courage...»\nŞervan looks at Memduh Selim Beg once again.\nA smile. A smile on Memduh Selim Beg's face. He is pleased with the warrior's gaze. Şervan hears him. Now, the young man wants to say something. But what he says cannot be understood. A thin and broken sound emerges. A sound of pain too. He is shivering. In this summer and hot cave, he has caught a fever. Without moving himself, Memduh Selim Beg slowly takes off his jacket and throws it over the young warrior. Şervan, as if agreeing to this, moves. The only thing that comes out as an understandable sound is:\n«Oh my... Oh God!»\nBut, after a moment, he shakes again and starts to rattle. The sound cuts off. His lips move quickly. His body shakes, firmly, a little, and trembles. And then... then he becomes motionless. In the spring of his life, he bids farewell to the world of war and struggle, and dies. Death falls upon him. Once again. Treacherously. Unjustly...\nDeath. The face of death. What is this black-faced death? Why does it come so untimely and without warning? Why does it come and sit on the chest cage of such a young man? This young and warm body, now, after a few minutes, has become a corpse. Cold, lifeless, motionless. What is this?.. Two tears, like pearls, flow down from Memduh Selim Beg's eyes. He strokes the young warrior's hair and weeps.\n\nA dream.\nIn the dream, two people. An old man with a white beard and a small child.",

  "156": "Besides those two people, there is a cemetery. In the dream of the dark night, a vast cemetery like a sea. Around the cemetery, thick and sturdy trees. And graves. Row upon row. Mixed. Large, small. New, old. Well-decorated, ruined.\nThey walk in the cemetery.\n«Grandpa, why did we come here?..»\n«My Memduh, my dark-eyed one... our fathers and ancestors are buried here. This place is our eternal home. After death, we come to this place, near our elders and respected ones...»\n«Grandpa, what is death?..»\nGrandpa laughs, embraces his grandson and laughs.\nThe world is cool. The surroundings are in beautiful greenery. Birds fly on trees and chirp. From afar, rabbits appear and disappear. The cemetery is beautiful and colorful.\n«My Memduh, the cemetery of Van, meaning this cemetery, is unique. This place is both beautiful and like paradise for eternal sleep...»\n«Grandpa, grandpa... this place is beautiful, I like it, let's stay here...»\nThe small hand is in Grandpa's hand. They walk together, wandering among graves and tombs. Slowly, slowly. Around them, people appear at the graves. People who have come to visit their dead.\nA pleasant smell. The smell of greenery, roses, flowers, trees, soft soil and graves. The smell of the cemetery. Around the graves are roses and flowers. Various colors. The little boy is delighted.\n«Grandpa, what are these people doing? Why are they sitting by those graves?»\nGrandpa tells him. Slowly, slowly. In a beautiful and",

"157": "softly. In a language that the little boy could understand.\nIn front of them, on the right side were several women. They were sitting by a grave. They had books in their hands. Except for one, all the others were dressed in black clothes. Except for one, all the others had their heads uncovered. That particular one was dressed in white clothes. It was a thin and transparent outfit. She had her head covered and long hair. Her hair was blonde, her face as white as a drop of milk and beautiful.\n«Old man, what are these women doing? Who are they?..»\n«I don't know, my black-eyed one.»\nThe old man and the child changed their path and headed toward the women. The women turned and looked at them. Nothing showed on the women's faces. But the blonde woman looked at them and smiled.\nThe women knew them. The woman's gaze was warm. The old man and child also looked at them and smiled. The old man and child hurried toward them.\nBut suddenly something happened. Before the old man and child could reach them, airplanes fell from the sky. Green military planes. The sound of airplanes. Everyone was startled. What's happening?.. The planes flew over the cemetery and dropped bombs on the cemetery. The bombs exploded. Dust and smoke rose from the ground. People scattered. Everyone ran in a direction. The group of women also scattered. They ran. The woman in white clothes ran to reach under a tree. The other women ran in the opposite direction. A bomb, with a very loud sound, exploded in their midst. Each one jumped in a direction. Screams and cries. But who would come to help?..\nThe old man and the little boy also ran toward the woman in white clothes. Evidently, they also wanted to reach under the same tree. But it wasn't possible. A bomb exploded in front of them. The old man flew in one direction, the little boy in another direction. Moans. Screams. A shrill sound. Gunpowder. And something warm and",

"158": "hot. Blood. The boy's breath was cut off. His smell choked. His eyes became heavy.\nDeath and Spirit showed their face to the little boy. In the beautiful and colorful cemetery, Spirit wandered around the boy.\nIn Memduh Selim Beg's dream, death, fate, and Spirit were dancing...\n\n11\n\nIhsan Nuri Pasha, Biro Heski Pasha, the commander of gendarmes of Agiri Province Temir Agha, the district governor of Korhon Mullah Hussein, the official in charge of Ortili district Hasan Efendi, the official in charge of Kori district Musa Agha Berki, Kurdish commanders Ferzende Beg Hesenani, Khalid and Nadir Beg, Demir Pasha, Emin Pasha, Mamoye Heyderani, Seyid Resul and Hussein Agha and representatives of the Armenian party Tashnaq, many commanders, leaders and officials of the Kurdish forces, [gathered] with Memduh Selim Beg.\nAgenda; what should we do?\nThe Turkish army is attacking the surrounding villages, destroying and ruining villages and killing the villagers. They are taking their revenge from the Kurdish military forces in this way.\nMany, around Agiri, one hundred and thirty, and around Zilane, about two hundred villages have been burned. And the number of civilians is over ten thousand. Ten thousand children, women, elderly men and women. And thousands of villagers have been forced to migrate to Anatolia.\nAnd something else; the Turkish and Iranian states have come to an agreement. The Turkish state has given some land around Van to Iran so that they can agree. According to this agreement, now the Turks can enter Iranian territory and come from behind and attack the Kurdish forces. Iran no longer gives way to the Kurds. The border has been closed to them. The Turkish army has surrounded them. From the",

"159": "outside no help is coming. Food, provisions and supplies are running out. The armory is becoming empty. The wounded are dying one by one. Children and women are hungry.\nWhat should be done?\nThe suggestion of the Tashnaq representative: «if we don't leave Agri within 24 hours, we will all fall into the hands of the Turks...»\nMeaning the suggestion to evacuate Agri. The Kurds looked at each other. How can it be! Was all this hardship, difficulty, war, death and killing for this? How can the colorful flag of freedom and independence be lowered? How can they accept that subjugation and slavery, again, accept? No, it cannot be like this. It cannot be this easy and cheap. The enemy cannot be able to, so quickly and this cheaply, capture the center of the revolution.\nIhsan Nuri, with his heart and twisted mustache, slowly, speaks with a shrill voice.\n«It's true, not drowning in this sea of enemies is difficult, but we are Kurds, we are not afraid of being besieged. At any moment we can do something, even if the enemy is stronger and more powerful, we can break them. We don't want to leave Agri!..»\nThe words expressed the desire of the Kurds' hearts. War is necessary, war until the end is necessary. But the Tashnaq representatives insisted on their suggestion. «At least, the Kurdish commander should save himself by leaving Agri...»\n«This suggestion of yours is not worth saying: I will not surrender national freedom for the sake of my personal life, my soul is not more precious than my comrades, than these heroes, life and death are the same... They can never tell us to flee, we will die together! You can see for yourself, forty thousand enemy forces have surrounded us, in front of one of our peshmerga there are no fewer than one hundred and fifty soldiers, they have not yet completely encircled Agri, the Turkish forces that have just arrived at Serdar Bulakh, tonight they cannot [make] their sides strong-",

"160": "...kin, take advantage of the opportunity, bring your experts too, tonight also go up Mount Ararat!..\"\n\nThese were Ihsan Nuri's last words. Kurds won't abandon Mount Ararat. Ihsan Nuri won't abandon Mount Ararat. They will resist and fight. But the Tashnaq representatives can leave.\n\n\"Memduh Selim Beg?\"\n\"Iskender Beg can also go with you.\"\n\n\"No, my lord, I don't want to... I would leave you here and go!.. No, no, it cannot be. I'm staying.\"\n\n\"Brother Iskender, there's nothing more you can do here... It's better for you to go and let the world know about our situation...\"\n\n\"No, my lord, no... it cannot be, I swear it cannot be, I will stay with you.\"\n\n12\n\nMidnight. Everywhere is dark. The moon has set. Stars are shining on the peaks of Greater and Lesser Ararat mountains. From afar comes the sound of wolves and jackals. The pregnant night is about to give birth. Shortly after now, a new day will be born.\n\nBut before the day is born, some things must happen. In the headquarters of the Kurdish forces, silent movement, coming and going. Preparation. Preparation for departure. Five Armenians and Memduh Selim Beg are leaving the rebellion site and the headquarters. Along with several fighters. They will go. With the hope that they will find a way and reach Iran.\n\n\"My lord, this is unfair... You are being unfair to me. You are sending me away by force...\"\n\n\"Iskender Beg, it is better this way. Trust my words. This way, for all of us, it is better...\"\n\nFarewells. Embracing each other. Last kind words. Smiles. Commanders of the Kurdish forces. One by one.",

"161": "Capable, strong, intelligent and self-sacrificing people. And proud; those who took up arms for their country. Their smiling faces. Looking at Memduh Selim Beg with trust, loyalty and compassion.\n\n\"Well... take care of yourselves... May nothing happen to you. You are the heroes of this poor nation. You are our hope. My dear, may nothing happen to you...\"\n\nYaşar Khanim. Loyal spouse. Strong and beautiful woman. She also stays with her husband, Ihsan Nuri.\n\n\"Yaşar hanim, if only you would come with us too?..\" [in Turkish]\n\nMemduh Selim Beg, in Turkish, asks her to go with them too. But no. She doesn't want to. \"Wherever there's a trench, wherever Ihsan Nuri is, I'm with him, it cannot be in the midst of fire. And Ihsan, I won't save myself, you go, may God be with you!..\"\n\nShe doesn't come either. Nobody comes! But Memduh Selim Beg must go, must leave these people in the fire and go! He should be saved, and they should remain in the fire!\n\nCruel fate!\n\n\"Stay in goodness. Live long. Be successful. I am leaving... you are sending me away, but my heart is with you, my heart is with you. I will always think of you, count hours, days and months and think of you... Farewell...\"\n\n\"Good journey, Iskender Beg, good journey...\"\n\nMay your journey be a good one, Memduh Selim Beg.",

"163": "THE BREAKING OF BALANCES AND TIME",

"164": "I\n\n1931. The spring arrived. Every day it rained. The mansions of Antakya. The mansion of Memduh Selim Beg.\n\nThe hallway is dark and empty. Mij. And Memduh Selim Beg. He has passed away. Like the winter sun after noon. But, if the sun after noon does not remain, then Memduh Selim Beg remains in the memory. Like the winter sun, a fire comes from him, but the fire itself is cold.\n\nAnd he is a black-haired man. He, still alive, in the dark hallway, passes by with his black hair and comes back and goes.\n\n\"Xwedeyo... Qederê!.. leave me alone. I know the fate of my lord... I hold his property... I shed tears for him... my lord, my property... this ruin will be mine. For eight years my country, lords and my property have been in their memories and I have held on to hope. Nothing remains except one day to see my lord, my property again... fate, fate...\"\n\nThe scribe, the good scribe... But, alas, he. Another scribe is he. That is Feriha. A young woman... Like time itself. Days pass. The old servant does not return again, he stays at the door of his master. With wine. With peace. On the doorstep. Another place in the house pays money. Nothing, the time passes strangely. The servant is like the house turning.\n\nHe says, now, dear lord, to the black-haired lord and weeping begins to say:",

"165": "\"In my mind I remember that I waited with hope. In my mind, every time the door opens, I hope it's you. But, you never come. We always, every day and night, sat and waited. Enemy, friend, traitor... we always hear something.\"\n\nWhat is he? Who is he?\n\nAn old man. A hunchback and lame. In the hallway. On the property of Memduh Selim Beg. The door of his mansion is closed. Tears flow, lips move. Wrinkles on his forehead show he is very old. The load of his years is heavy. And a woman from the door comes out. The maid of Memduh Selim Beg!..\n\nJinik knocks on the door. Quietly. The small room is dark and the door opens, the door of Memduh Selim Beg.\n\nWho is he? What thing is he? Who is he?\n\nMemduh Selim Beg, lying down, looking at the ceiling, on the bed. With a pillow. Lying down. \"Hûn kî ne? Hûn li vê malê rûdinin?...\" He asks. Lying down. He's excited. Lying down.\n\nYes. Unfortunately passed away. Thirteen years ago they went to Turkey. Yes, tears from his blue eyes. The death of the mother, the uncle and the little sister, all these things are in his memory. Yes, with the hard work of Circassian ancestry. But his mother's language was not Turkish. The property was small. And the day before yesterday, they heard news from the dark corner of the old house. They said they'll be deported.\n\n\"Çi... what did you say? Is that true? Where will we go?\"",

"166": "It was a bitter laugh. What Memduh Selim Beg could not say. He had been thinking about it... However, he couldn't read these old letters. Not the woman and not the male - they could not read. They knew that he was a great man, with a rank. But they said... They had heard about his property in a certain place. And in that place his letters, papers, old letters went to a blessed place.\n\n\"Çawan? Te got, ew çûye rehmetê? Where? When?\"\n\nYes, he went to his eternal rest. Jinik bowed her head as if guilty, cried and cried until her efforts to contain it failed.\n\n\"Çamêr hatiye kuştin...\" Eêb. Shame. Memduh Selim Beg in Antakya, on his property, was said to have been killed.\n\n2\n\nOn the grandmother Feriha's property. On the Circassian lady's property. That day. Spring. Memduh Selim Beg and the Circassian lady sat face to face. Bêdengîya hundir ewçend zîz e ku meriv derzî bavê erdê, dengê derzî dê were bihîstin.\n\nEvareke tahl, kirêt, zîz, ji agirê dûjehê xirabir. A bitter, ugly, irritating evening that is worse than hellfire. That evening, so full of promise, waiting for the arrival of good news. But Memduh Selim Beg himself is a messenger of bad news? He looks like he's in mourning. In the shadow of the Ağrıri Mountain he sat, like a small firecracker, in mourning, unhappy and ready to put his head down.\n\nYê êvarê dînya wî hilweşîya. Mîraz û daxwaza wî ya herî mezin, herî xweş, herî muqeddes şikest. Dînê li ber wî reş bû. Mala hevalê çerkez bû çehenem. Dilopên barana derve bûn pêten êgir û ketin pêşîya wî...\n\nWhat happened, what happened? Where did your success go?",

"167": "Feriha crying. Feriha left. Feriha worsened. But, it is true, that road leads to Urdin.\n\nThere are short and brief moments that can turn a life upside down in an instant. There are days, nights, or moments of events that leave deep, very deep marks on a life. There are news that, like a bullet or an arrow, pierce one's heart and create deep and eternal wounds in the heart.\n\nFeriha has flown away like a star and gone to an unknown place, disappeared. The smile and sparkle in her eyes no longer shed light on existence. Her beautiful body can be seen. Her scent no longer fills the house. The sound of the violin is no longer heard. In her place, now, in the Silent house there is a cat. A small, spotted cat. The cat stretches from a corner of the room and silently purrs, as if it too is aware of the situation.\n\nThe mother, the maternal mountain goat, is nowhere to be seen. Now, with Feriha's marriage, has the desire of her heart been fulfilled? Have her stories and words ended? What is she thinking now? A mother's heart! The heart of the unfortunate!\n\n\"What's done is done, don't chase after it.\" A Kurdish saying. But now this saying is not true. How can one not chase after it?.. What happened has turned Memduh Selim Beg's life upside down, leaving deep marks in his life. He knows this. What happened is the disappearance of his beloved. A clean, beautiful, pleasant memory. Fate! Bad luck!.. The carelessness of Memduh Selim Beg. Not fate, this is also luck. His own youthful carelessness. This is the main reason. Is love a soulless landscape that stays forever in its place? Didn't Memduh Selim Beg know that love is alive? If one doesn't take care of it, protect it, love it, can it live and flourish? Can a rose survive without water, soil, and sun?",

"168": "Memduh Selim Beg's carelessness was the reason for the loss of his love and his beloved. This is how it is. He should blame himself, not anyone else. And he will always chase after what happened. He knows that what happened will always be with him. Like an incurable illness. Like a painful wound. Like his shadow.\n\nIn the silence of Antakya's night, Memduh Selim Beg, in a dark room, sits with his friend and senses these things.\n\nIf Memduh Selim Beg had come a little earlier, two or three months sooner, what happened would not have happened. Even then, there was time and opportunity to stop what happened. Or if Memduh Selim Beg had sent word to his friend, somehow indicated that he was alive.\n\nLetter? The letters that Memduh Selim Beg had sent? No letter, no message. No letters reached his friend's friend. What they had heard was the martyrdom of Memduh Selim Beg. From everyone, everywhere. Memduh Selim Beg's friends had also heard this, they still believe it.\n\nWho knows what happened to the letters? Where did they end up and into whose hands? Would stones have rained down if a letter had reached Antakya!.. Was there no better way for Memduh Selim Beg to send word to his friend? Could his friends not have somehow found out the truth? Could Feriha not have waited a little longer? Why did Memduh Selim Beg not come sooner? Why did the voice of the mind overpower the voice of the heart? Why did the heart prove so weak, not raising its voice?.. Why, why, if...\n\nIn the bitter, ugly, and irritating evening, mixed thoughts and doubts. The silent cry of a burning heart. The tears of the collapse of hopes and dreams.\n\n3\n\n\"Look, my mother and sisters, look...\"",

"169": "\"Oh my mother, who knew it would be like this.\"\n\n\"Yes, yes... the pitcher of luck. God makes it so, my mother, God... look at deeply-grieving Memduh Selim Beg, how he walks, how he steps on the stones of the street.\"\n\n\"Poor hopeless man! Unfortunate man!\"\n\n\"But it was his own fault, my mother. Had God blinded him? Could he not see? Did he not see how Feriha was fading away, withering?\"\n\n\"Alas... it's a pity, my sister, a pity. This noble man's hopes shriveled and poor Feriha went astray and into a troubled marriage...\"\n\n\"Shame on your bad luck...\"\n\n\"You see how Memduh Selim Beg has aged... His face has become gaunt, his eyes have sunk into their sockets, his back and neck are bent.\"\n\n\"By God, my mother, he still holds himself well. Who would he be, after so many things and events, he would come completely broken.\"\n\n\"Leave him alone, he deserves what he got.\"\n\n\"Don't say that, my mother, don't say that. It's a sin. We, everyone believed he was dead. But he returned and came. With the intention to marry... What can he do! This was written in his fate.\"\n\n\"May God protect people from heavy blows.\"\n\n\"But his condition is no condition at all. His country is gone. Property gone. Fiancée gone. Work gone. Friends and companions gone... He is not at peace, my mother.\"\n\n\"May God be with him. May God support him.\"\n\n\"What is he doing now, where does he stay?\"\n\n\"They say he now stays at a hotel, day and night he is there. He doesn't leave the hotel. At night, until morning his lamp stays lit...\"\n\n\"Where is he heading now?\"",

"170": "\"Who knows, my mother, maybe he himself doesn't know.\"\n\n\"Where is that Memduh Beg who had just arrived and made the streets shake with his stride.\"\n\n\"God is great, my mother. His face will one day smile again. God will open a door of goodness for him too.\"\n\n\"I wish, my mother, I wish... this man has never done harm to anyone. Everyone loves him. Why do these troubles and misfortunes befall him?\"\n\n\"Feriha's parents are also very upset, they suffer greatly because of it, they worry about it.\"\n\n\"Who would have guessed, my mother, that Memduh Beg would return!..\"\n\n\"If Feriha learns that Memduh Beg is alive, what will become of her.\"\n\n\"Poor Feriha, unfortunate one, miserable one...\"\n\n\"May God give them patience and endurance.\"\n\n4\n\n\"Monsieur Memduh Selim, unfortunately there is nothing I can do. The decision comes from above...\"\n\nAt the office of Major Collet. Major Collet; commander of French military forces in Antakya. The regional leader. Ruler of Iskenderun and Antakya. A middle-aged Frenchman, with curly hair, white-haired and stern.\n\nBlows upon blows. Memduh Selim Beg is crushed under these blows. Now another severe blow comes from the French; his position is taken away from him. And not only that, he must also leave Antakya. That means exile again, seeking refuge. Towards Damascus. In a foreign land, from exile to exile.",

"171": "me, with you, that's how it was. But you have broken this agreement. According to reports, you are one of the leaders of the political organization Xoybûn. And for quite some time, you were at Ararat. This cannot be, Monsieur, this cannot be...\"\n\nFrench, French, their rule of Lebanon, Syria and Antakya, Major Collet and politics. Politics... Memduh Selim Beg must not engage in politics... What should Memduh Selim Beg do now? Cry or laugh? Laugh. Without doubt, laugh. Laughter! Indeed. As if he smiles. A smile appears on Major Collet's face too. Then, after a gentle laugh, the passion of laughter. More... Haaa... haaaa... haaaaa... For several minutes. A long time. Major Collet is not laughing anymore. He, with surprise, looks at Memduh Selim Beg. A flood of laughter has come over Memduh Selim Beg. He stares, trembles, moves his hands and feet. The laughter has boiled over.\n\nYes, Memduh Selim Beg should study the types and varieties of laughter and write something lengthy about it. Like an intellectual. He should describe the tragicomedy that is unfolding in the Kurdish lands... Laughter; a serious subject. The laugh of joy, the laugh of anger, the laugh of stubbornness, the laugh of freedom, the laugh of subjugation, the laugh of pride and success, the laugh of failure and collapse. The laugh of Major Collet and Memduh Selim Beg... Memduh Selim Beg should return to Aristotle, Molière, study the history of the ugly laugh and the shameful laugh, adding to them the history of the bright face and the shameful laugh of Kurdistan. Laugh. The laugh that comes from fear, that comes from ignorance, that comes from helplessness and instability... Memduh Selim Beg laughs.\n\n\"Monsieur Collet, forgive me, I could no longer control myself. You are talking about politics. Where are we, and where is politics? Politics is the business of you great ones. What do we little, poor, and ignorant people understand of politics? Politics is in your-",

"172": "brain and it boils over. Our share is only to smell it.\"\n\nAfter the loud and long laughter, a long discourse on politics. With a soft voice. With courtesy and good manners. But each word stronger than a bullet. In the spacious and well-decorated room, now anger, hate, rage, and stubbornness speak. Besides what he has already lost, what else remains for Memduh Selim Beg to lose?..\n\n\"Our country has been divided, everything of ours has been forbidden, our people are under a terribly great oppression and cruelty... If you, respected Major Collet, were in such a situation, what would you do?\"\n\nSilence. Looking at Memduh Selim Beg. But silence.\n\n\"We too do what everyone is forced to do, Monsieur Collet. Not more, not less. We want to protect our country. We don't engage in politics, we defend ourselves, we want to defend ourselves. Politics is not our business...\"\n\n\"I know, Monsieur Selim, I know, your situation is not good...\"\n\nLaughter again. \"Your situation is not good...\" First slowly, gradually. Then like a river, like a flood. \"Your situation is not good...\" Polite and kind words. But cold. Without soul. Very far from the warm and harsh reality of the Kurds. Reality, the Kurdish reality. The reality of Memduh Selim Beg's life. A life of confusion, chaos, haste, without desire and hope, full of danger, always close to death and killing. Like a walk, a march in the valley of death and killing; death, killing, hanging, being hanged, prison, jail, force, oppression, subjugation, exile, cry, war, resistance, sacrifice, struggle, etc...\n\nWhen a life is woven with these words, then what",

"173": "happens? Can this French officer who sits across from him and issues commands understand such a life? Laughter... haaa...haaaa...haaaaaaaa...\n\nNervousness.\n\n\"Monsieur Collet, I believe your words. Without doubt, you know about our situation. But I am not quite sure that you understand it. Do you, truly understand, can you understand?.. You know, knowing is one thing, understanding is another. Understanding is more difficult than knowing. Much more difficult. And there are some things that one must live through in order to understand them...\"\n\n5\n\n\"Before me there was no time, after me too\nTime begins with me\nAnd ends with me...\"\n\nA few lines from the Paris days and studies that still remain in Memduh Selim Beg's memory. A few lines from Daniel von Czepko, Sexcenta Monodisticha Sapientum, from the year 1655. Oh, those days! Days of study, history and philosophy. Crazy days of youth. Days of learning and education. Days of warmth, clarity and purity. What remains of those days? Why did time, the time of hope, do this?\n\nThe revenge of time. Yes, a true and appropriate saying. Time takes its revenge. Time records the traces of errors and mistakes and comes to take its revenge.\n\nMemduh Selim Beg and time. The revenge of time and Memduh Selim Beg. The wrath of time and Memduh Selim Beg. In an Armenian tavern. In the middle of the dark night. Before the wrath and revenge of time. Wounded. Head bowed. Short of breath. Heartbroken. Hopeless. The light in his eyes extinguished. But a crumpled smile on his face.\n\nBy himself, alone. On the table several varieties of red food"

    }
  }